Revit 2027 API
AlignmentStationLabel.IsValid Method
Overload List
Name | Description
IsValid() |  Checks if this object is a valid alignment station label.
IsValid(Element) |  Checks if the element is a valid alignment station label.
Top
See Also
Reference
AlignmentStationLabel Class
Autodesk.Revit.DB.Infrastructure Namespace